{
    "questoes_quatro": [
    {
        "id_questao_quatro": 1,
        "enunciado": "Como podemos dizer \"Olá\" em inglês?",
        "resposta": "Hello",
        "dica": "Essa palavra começa com a letra 'h' e é parecida com o \"alô\" do português.",
        "id_categoria": 1
    },
    {
        "id_questao_quatro": 2,
        "enunciado": "Como podemos dizer \"Bom dia\" em inglês?",
        "resposta": "Good morning",
        "dica": "\"I love mornings\" significa \"Eu amo manhãs\" em inglês.",
        "id_categoria": 1
    },
    {
        "id_questao_quatro": 3,
        "enunciado": "Qual a expressão usada para agradecer a alguém em inglês?",
        "resposta": "Thank you",
        "dica": "Essa expressão é formada por duas palavras e é o seu sinônimo é \"Thanks\".",
        "id_categoria": 1
    },
    {
        "id_questao_quatro": 4,
        "enunciado": "Qual palavra podemos usar para pedir algo educadamente em inglês?",
        "resposta": "Please",
        "dica": "Essa palavra rima com \"Cheese\", começa com a letra 'p' e expressa respeito à outra pessoa.",
        "id_categoria": 1
    },
    {
        "id_questao_quatro": 5,
        "enunciado": "Como podemos dizer \"Com licença\" em inglês?",
        "resposta": "Excuse me",
        "dica": "Essa expressão se parece muito com \"Excusez-moi\", que significa \"Desculpe-me\" em francês.",
        "id_categoria": 1
    },
    {
        "id_questao_quatro": 6,
        "enunciado": "João tem 3 maçãs e 5 bananas. Quantas frutas joão tem?",
        "resposta": "8",
        "dica": "Você pode desenhar 3 maçãs e 5 bananas em uma folha e contá-las caso não consiga fazer a conta na cabeça!",
        "id_categoria": 7
    },
    {
        "id_questao_quatro": 7,
        "enunciado": "Quanto é 6 dividido por 3?",
        "resposta": "2",
        "dica": "Pegue 6 lápis e divida eles igualmente entre 3 colegas. Com quantos lápis cada colega ficou?",
        "id_categoria": 7
    },
    {
        "id_questao_quatro": 8,
        "enunciado": "Maria tem 10 reais e comprou um lanche 5 reais na cantina da escola. Quantos reais sobraram para Maria?",
        "resposta": "5",
        "dica": "Levante 10 dedos e depois abaixe 5. Quantos dedos continuam levantados?",
        "id_categoria": 7
    },
    {
        "id_questao_quatro": 9,
        "enunciado": "Qual o resultado da multiplicação do número 3 pelo número 5?",
        "resposta": "15",
        "dica": "Multiplicar 3 por 5 é a mesma coisa que 5+5+5!",
        "id_categoria": 7
    },
    {
        "id_questao_quatro": 10,
        "enunciado": "Marcos tem 10 reais. Ele achou mais 2 reais na rua e comprou um lanche de 3 reais. Quantos reais sobraram?",
        "resposta": "9",
        "dica": "Para resolver problemas como esse, você pode ir por partes. Primeiro, resolva 10+2. Depois, pegue o resultado e subtraia 3.",
        "id_categoria": 7
    },
    {
        "id_questao_quatro": 11,
        "enunciado": "Como podemos dizer cachorro em inglês?",
        "resposta": "Dog",
        "dica": "Cachorro em inglês rima com a palavra \"Frog\", que significa sapo em inglês!",
        "id_categoria": 2
    },
    {
        "id_questao_quatro": 12,
        "enunciado": "\"Seu gato é muito fofo\". Complete a tradução dessa frase para inglês: \"Your _____ is very cute.\"",
        "resposta": "Cat",
        "dica": "\"Your\" significa seu. \"Is\" significa é. \"Very cute\" significa muito fofo. E como dizemos gato em inglês?",
        "id_categoria": 2
    },
    {
        "id_questao_quatro": 13,
        "enunciado": "Responda em inglês: qual o nome do animal que é bem grande e possui uma tromba?",
        "resposta": "Elephant",
        "dica": "Essa é fácil! É quase igual em portugês. Dica extra: em inglês, \"ph\" seguido de uma vogal tem som de \"f\"!",
        "id_categoria": 2
    },
    {
        "id_questao_quatro": 14,
        "enunciado": "Como podemos dizer peixe em inglês?",
        "resposta": "Fish",
        "dica": "A palavra \"fishing\" em inglês quer dizer pescar!",
        "id_categoria": 2
    },
    {
        "id_questao_quatro": 15,
        "enunciado": "Como se diz cobra em inglês?",
        "resposta": "Snake",
        "dica": "Essa palavra rima com \"fake\" e começa com \"S\", o mesmo som que algumas cobras fazem!",
        "id_categoria": 2
    },
    {
        "id_questao_quatro": 16,
        "enunciado": "Complete a frase: \"I like to ___ bananas!\".",
        "resposta": "Eat",
        "dica": "\"My friend likes to eat apples\" significa \"meu amigo gosta de comer maçãs\" em inglês.",
        "id_categoria": 3
    },
    {
        "id_questao_quatro": 17,
        "enunciado": "Qual verbo significa \"beber\" em inglês?",
        "resposta": "Drink",
        "dica": "Este verbo rima com \"think\" e se escreve igual a palavra \"bebida\" em inglês.",
        "id_categoria": 3
    },
    {
        "id_questao_quatro": 18,
        "enunciado": "\"I like to ____ videogames!\". Qual verbo completa a frase?",
        "resposta": "Play",
        "dica": "Esse verbo está no nome de um console para videogames bem conhecido!",
        "id_categoria": 3
    },
    {
        "id_questao_quatro": 19,
        "enunciado": "\"Ana likes to swim, dance and run!\". Qual desses verbos significa \"correr\"?",
        "resposta": "Run",
        "dica": "\"Swim\" significa nadar e \"dance\" significa dançar!",
        "id_categoria": 3
    },
    {
        "id_questao_quatro": 20,
        "enunciado": "Como o verbo \"amar\" pode ser traduzido para o inglês?",
        "resposta": "Love",
        "dica": "\"I love you\" é uma frase bem conhecida que significa \"eu amo você\"!",
        "id_categoria": 3
    },
    {
        "id_questao_quatro": 21,
        "enunciado": "Alguém perguntou à Lara \"What is your name?\". Como Lara pode responder?",
        "resposta": "My name is Lara",
        "dica": "\"Your\" significa \"seu\" em inglês, e \"my\" significa \"meu\".",
        "id_categoria": 4
    },
    {
        "id_questao_quatro": 22,
        "enunciado": "A professora perguntou a um aluno \"do you like to dance?\". Como ele pode responder?",
        "resposta": "Yes, I like to dance",
        "dica": "\"Do you like to dance?\" significa \"Você gosta de dançar?\" em inglês.",
        "id_categoria": 4
    },
    {
        "id_questao_quatro": 23,
        "enunciado": "Como é possível responder à essa pergunta: \"Do you prefer to eat hamburger or pizza?\"",
        "resposta": "I prefer to eat hamburger",
        "dica": "\"I prefer to...\" significa \"eu prefiro...\"É até bem parecido, não é?",
        "id_categoria": 4
    },
    {
        "id_questao_quatro": 24,
        "enunciado": "Como é possível responder à pergunta \"do you have pets?\"",
        "resposta": "Yes, I have a dog.",
        "dica": "\"Dogs\" e \"cats\" são considerados pets, ou seja, animais de estimação.",
        "id_categoria": 4
    },
    {
        "id_questao_quatro": 25,
        "enunciado": "Luiza não gosta de sorvete. Se alguém pergunta à ela \"do you like ice cream?\", o que ela responde?",
        "resposta": "No, I don't like ice cream",
        "dica": "\"Do you like ice cream?\" significa \"Você gosta de sorvete?\" em inglês.",
        "id_categoria": 4
    },
    {
        "id_questao_quatro": 26,
        "enunciado": "Alice é uma menina amigável. Qual adjetivo podemos usar para ela em inglês?",
        "resposta": "Friendly",
        "dica": "Se \"friend\" é amigo em amigo em inglês, então uma pessoa amigável é?",
        "id_categoria": 5
    },
    {
        "id_questao_quatro": 27,
        "enunciado": "Se você vai muito bem na prova, o que a professora pode dizer para você em inglês?",
        "resposta": "Fantastic",
        "dica": "Essa palavra é bem parecida em português!",
        "id_categoria": 5
    },
    {
        "id_questao_quatro": 28,
        "enunciado": "Como podemos dizer \"podre\" em inglês?",
        "resposta": "Rotten",
        "dica": "\"This banana is rotten\" significa que a banana não está boa para comer...",
        "id_categoria": 5
    },
    {
        "id_questao_quatro": 29,
        "enunciado": "Qual adjetivo usamos para dizer que um homem é bonito em inglês?",
        "resposta": "Handsome",
        "dica": "Essa palavra é a junção das palavras mão + alguns em inglês!",
        "id_categoria": 5
    },
    {
        "id_questao_quatro": 30,
        "enunciado": "Qual palavra usamos para dizer que uma mulher é bonita em inglês?",
        "resposta": "Beautiful",
        "dica": "\"Beauty\" significa beleza em inglês e a palavra que usamos pra dizer \"bonita\" em inglês é parecida!",
        "id_categoria": 5
    },
    {
        "id_questao_quatro": 31,
        "enunciado": "Qual desses animais é comumente tido como animal de estimação?",
        "resposta": "Cachorro",
        "dica": "Animais de estimação são geralmente dóceis e convivem bem com seres humanos!",
        "id_categoria": 8
    },
    {
        "id_questao_quatro": 32,
        "enunciado": "Qual desses animais é um réptil?",
        "resposta": "Jacaré",
        "dica": "As cobras e os lagartos são exemplos de répteis.",
        "id_categoria": 8
    },
    {
        "id_questao_quatro": 33,
        "enunciado": "Qual desses animais é canívoro e possui asas?",
        "resposta": "Águia",
        "dica": "Animais carnívoros são aqueles cuja alimentação é formada principalmente por carne de outros animais!",
        "id_categoria": 8
    },
    {
        "id_questao_quatro": 34,
        "enunciado": "Qual desses animais é um mamífero que põe ovos?",
        "resposta": "Ornitorrinco",
        "dica": "Mamíferos geralmente não põem ovos, mas existe um animal semiaquático que é uma exceção à essa regra!",
        "id_categoria": 8
    },
    {
        "id_questao_quatro": 35,
        "enunciado": "Qual desses animais é mais comum de encontrarmos em uma fazenda?",
        "resposta": "Porco",
        "dica": "Esses animais geralmente ficam dentro de um lugar popularmente conhecido como chiqueiro.",
        "id_categoria": 8
    },
    {
        "id_questao_quatro": 36,
        "enunciado": "Qual desses alimentos é uma raiz que possui betacaroteno?",
        "resposta": "Cenoura",
        "dica": "Betacaroteno é um pigmento alaranjado que faz muito bem para a pele.",
        "id_categoria": 9
    },
    {
        "id_questao_quatro": 37,
        "enunciado": "Qual alimento tem a ver com o Halloween e a história da Cinderela?",
        "resposta": "Abóbora",
        "dica": "Ele é geralmente laranja, pesado e cresce em arbustos no chão.",
        "id_categoria": 9
    },
    {
        "id_questao_quatro": 38,
        "enunciado": "Qual desses alimentos pode ser usado para fazer pipoca?",
        "resposta": "Milho",
        "dica": "Geralmente esquentamos esse alimento até ele estourar e se transformar em pipoca!",
        "id_categoria": 9
    },
    {
        "id_questao_quatro": 39,
        "enunciado": "Qual desses alimentos é vermelho e pode ser usado para fazer molhos?",
        "resposta": "Tomate",
        "dica": "Quase todas as pizzas levam um molho feito com esse alimento!",
        "id_categoria": 9
    },
    {
        "id_questao_quatro": 40,
        "enunciado": "Qual desses alimentos é uma folha verde geralmente associada ao personagem Popeye?",
        "resposta": "Espinafre",
        "dica": "Popeye é um personagem de história em quadrinhos conhecido por ser bem forte porque come um alimento bastante nutritivo!",
        "id_categoria": 9
    },
    {
        "id_questao_quatro": 41,
        "enunciado": "Qual dessas plantas tem flores amarelas, com sementes que são comestíveis e usadas para produzir um óleo muito usado?",
        "resposta": "Girrassol",
        "dica": "Essa planta é conhecida pelo seu movimento de \"seguir\" o sol ao longo do dia. As flores estão sempre viradas para a maior fonte de luz!",
        "id_categoria": 10
    },
    {
        "id_questao_quatro": 42,
        "enunciado": "Qual dessas plantas armazena água e possui espinhos para se proteger?",
        "resposta": "Cacto",
        "dica": "Essas planta é utilizada por muitos como decoração! Muitas delas possuem flores de cores vibrantes.",
        "id_categoria": 10
    },
    {
        "id_questao_quatro": 43,
        "enunciado": "Qual dessas plantas é conhecida por ser muito grande e ter como frutos os figos?",
        "resposta": "Figueira",
        "dica": "Essa planta é uma árvore que pode chegar a ter até 10 metros!",
        "id_categoria": 10
    },
    {
        "id_questao_quatro": 44,
        "enunciado": "Qual dessas plantas pode ser considerada uma pteridófita, ou seja, não possui flores?",
        "resposta": "Samambaia",
        "dica": "Essa planta é muito utilizada em decoração e geralmente fica em vasos pendurados nas paredes e no teto das casas.",
        "id_categoria": 10
    },
    {
        "id_questao_quatro": 45,
        "enunciado": "Qual dessas plantas é tóxica, tem flores vermelhas com hastes amarelas no centro e formato de coração?",
        "resposta": "Antúrio",
        "dica": "Os caules, folhas e flores dessa planta podem causar problemas para os humanos e pets como gatos e cachorros!",
        "id_categoria": 10
    },
    {
        "id_questao_quatro": 46,
        "enunciado": "Qual cor podemos obter se misturarmos tinta vermelha e azul?",
        "resposta": "Roxo",
        "dica": "Existem tipos de repolho, batatas e outros frutos que são dessa cor!",
        "id_categoria": 11
    },
    {
        "id_questao_quatro": 47,
        "enunciado": "Se misturarmos tinta azul e amarela, vamos obter uma tinta de que cor?",
        "resposta": "Verde",
        "dica": "Muitas verduras e plantas no geral são dessa cor por causa da clorofila!",
        "id_categoria": 11
    },
    {
        "id_questao_quatro": 48,
        "enunciado": "As cores vermelho e amarelo, quando misturadas, formam qual cor?",
        "resposta": "Laranja",
        "dica": "Existe uma fruta que é conhecida pelo mesmo nome dessa cor!",
        "id_categoria": 11
    },
    {
        "id_questao_quatro": 49,
        "enunciado": "Qual dessas cores é muito abundante no mundo mas difícil de encontrar em pigmentos de flores e frutos?",
        "resposta": "Azul",
        "dica": "Os céus e mares refletem essa cor, por isso ela é abundante no mundo. O mirtilo é uma fruta que também tem essa cor!",
        "id_categoria": 11
    },
    {
        "id_questao_quatro": 50,
        "enunciado": "Qual dessas cores não faz parte do arco-íris?",
        "resposta": "Rosa",
        "dica": "O arco-íris possui sete cores, entre elas anil, violeta e vermelho!",
        "id_categoria": 11
    },
    {
        "id_questao_quatro": 51,
        "enunciado": "Qual esporte é conhecido por usar uma bola redonda e marcar gols ao chutar a bola para dentro da meta adversária?",
        "resposta": "Futebol",
        "dica": "Este esporte é conhecido por permitir que os jogadores usem qualquer parte do corpo, exceto as mãos e os braços, para tocar na bola.",
        "id_categoria": 12
    },
    {
        "id_questao_quatro": 52,
        "enunciado": "Em qual esporte os jogadores driblam a bola e tentam arremessá-la em uma cesta suspensa, marcando pontos para suas equipes?",
        "resposta": "Basquete",
        "dica": "Este esporte é caracterizado pelo uso frequente de dribles, passes e arremessos de longa distância. Os jogadores desse esporte são geralmente bem altos!",
        "id_categoria": 12
    },
    {
        "id_questao_quatro": 53,
        "enunciado": "Em qual esporte os jogadores usam as mãos para tocar e passar a bola, visando fazê-la atravessar a rede para o lado oposto da quadra?",
        "resposta": "Voleibol",
        "dica": "Neste esporte, os jogadores podem usar tanto as mãos quanto os braços para passar, bloquear e atacar a bola.",
        "id_categoria": 12
    },
    {
        "id_questao_quatro": 54,
        "enunciado": "Qual esporte utiliza raquetes e bolas e é geralmente praticado em quadras de saibro?",
        "resposta": "Tênis",
        "dica": "Saibro é um tipo de areia, geralmente alaranjada, que é muito utilizado nesse esporte por ser uma superfície que \"freia\" os jogadores.",
        "id_categoria": 12
    },
    {
        "id_questao_quatro": 55,
        "enunciado": "Qual esporte que é praticado no mar e que entrou recentemente para as Olimpíadas?",
        "resposta": "Surf",
        "dica": "Este esporte é praticado na superfície do mar, consistindo de deslizar pelas ondas usando uma prancha.",
        "id_categoria": 12
    }
    ]
}